
"""
Пользователь вводит слово. Подсчитать количество символов ‘a’ в нем. Пример:

word: abracadabra

5
"""

word = input("Input string: ")

print(word.count('a'))