
"""
Написать приложение, выполняющее транслитерацию введенного слова. Пример:

> Иван

Ivan
"""

str1 = input("Input string: ")

print(ord(str1))
