
"""
Пользователь вводит строку. Нужно удалить из нее первое слово. 
Разделителем слов считать пробел. Пример:

> Hello, World!
World


"""

str1 = input("Input string: ")
# замінюємо в стр1 на зріз від пробілу+1 до кінця строки
print(str1.replace(str1, str1[str1.find(' ') + 1:])) 