
"""
Пользователь вводит строку. Нужно удалить из нее последнее слово

"""

str1 = input("Input string: ")
# замінюємо в стр1 на зріз від 0 до індексу останнього пробілу
print(str1.replace(str1, str1[:str1.rfind(' ')])) 